-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- ホスト: localhost
-- 生成日時: 2020 年 7 月 02 日 02:04
-- サーバのバージョン： 10.4.11-MariaDB
-- PHP のバージョン: 7.4.6

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- データベース: `06_kadai_babahirono`
--

-- --------------------------------------------------------

--
-- テーブルの構造 `schedule_share`
--

CREATE TABLE `schedule_share` (
  `id` int(12) NOT NULL,
  `karte` varchar(128) COLLATE utf8mb4_unicode_ci NOT NULL,
  `kana` varchar(128) COLLATE utf8mb4_unicode_ci NOT NULL,
  `name` varchar(128) COLLATE utf8mb4_unicode_ci NOT NULL,
  `age` varchar(128) COLLATE utf8mb4_unicode_ci NOT NULL,
  `sex` varchar(128) COLLATE utf8mb4_unicode_ci NOT NULL,
  `address` varchar(128) COLLATE utf8mb4_unicode_ci NOT NULL,
  `angle` varchar(128) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `absorption` varchar(128) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `kennedy` varchar(128) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `eichner` varchar(128) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `text` varchar(128) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- テーブルのデータのダンプ `schedule_share`
--

INSERT INTO `schedule_share` (`id`, `karte`, `kana`, `name`, `age`, `sex`, `address`, `angle`, `absorption`, `kennedy`, `eichner`, `text`, `created_at`, `updated_at`) VALUES
(1, '001', 'アアア', 'あああ', '64', '男', '福岡市早良区', '1級', '高度', NULL, 'C3', '', '2020-06-24 12:35:24', '2020-07-02 01:02:09'),
(2, '002', 'イイイ', 'いいい', '45', '男', '福岡市早良区', '1級', '高度', '1級', 'B1', '下顎隆起', '2020-06-24 12:36:09', '2020-06-24 12:36:09'),
(3, '003', 'ウウウ', 'ううう', '36', '男', '福岡市早良区', '1級', '高度', '3級', 'B1', '', '2020-06-24 12:36:46', '2020-06-24 12:36:46'),
(4, '004', 'エエエ', 'えええ', '57', '男', '福岡市早良区', '1級', '高度', '3級', 'B3', '交叉咬合', '2020-06-24 12:37:19', '2020-06-24 12:37:19'),
(5, '005', 'オオオ', 'おおお', '46', '男', '福岡市早良区', '1級', '中等度', '3級', 'B3', '', '2020-06-24 12:38:01', '2020-06-24 12:38:01'),
(6, '006', 'カカカ', 'かかか', '84', '男', '福岡市早良区', '1級', '中等度', NULL, 'C3', '', '2020-06-24 12:38:38', '2020-06-24 12:38:38'),
(7, '007', 'キキキ', 'ききき', '59', '男', '福岡市早良区', '1級', '中等度', '1級', 'B3', '重度歯周病', '2020-06-24 12:39:27', '2020-06-24 12:39:27'),
(8, '008', 'ククク', 'くくく', '69', '男', '福岡市早良区', '1級', '中等度', NULL, 'C3', '', '2020-06-24 12:40:19', '2020-06-24 12:40:19'),
(9, '009', 'ケケケ', 'けけけ', '86', '男', '福岡市早良区', '1級', '中等度', '1級', 'B4', '', '2020-06-24 12:47:24', '2020-06-24 12:47:24'),
(10, '010', 'コココ', 'こここ', '76', '男', '福岡市早良区', '1級', '中等度', '4級', 'A3', '', '2020-06-24 12:50:55', '2020-06-24 12:50:55'),
(11, '011', 'サササ', 'さささ', '75', '男', '福岡市早良区', '1級', '中程度', NULL, 'C3', '', '2020-06-24 13:16:08', '2020-06-24 13:16:08'),
(12, '012', 'シシシ', 'ししし', '65', '男', '福岡市早良区', '1級', '中程度', '2級', 'B1', '下顎隆起', '2020-06-24 13:15:03', '2020-06-24 13:15:03'),
(13, '013', 'ススス', 'すすす', '54', '男', '福岡市早良区', '1級', '中程度', '3級', 'B2', '', '2020-06-24 13:13:45', '2020-06-24 13:13:45'),
(14, '014', 'セセセ', 'せせせ', '48', '男', '福岡市早良区', '1級', '中程度', '1級', 'B3', '', '2020-06-24 13:17:07', '2020-06-24 13:17:07'),
(15, '015', 'ソソソ', 'そそそ', '84', '女', '福岡市中央区', '1級', '少ない', '1級', 'C2', '糖尿病', '2020-06-24 13:18:43', '2020-06-24 13:18:43'),
(16, '016', 'タタタ', 'たたた', '91', '女', '福岡市中央区', '1級', '少ない', NULL, 'C3', '', '2020-06-24 13:21:39', '2020-06-24 13:21:39'),
(17, '017', 'チチチ', 'ちちち', '88', '女', '福岡市中央区', '1級', '少ない', '2級', 'B1', '', '2020-06-24 13:22:20', '2020-06-24 13:22:20'),
(18, '018', 'ツツツ', 'つつつ', '55', '女', '福岡市中央区', '1級', '中等度', '1級', 'B2', '', '2020-06-24 13:22:57', '2020-06-24 13:22:57'),
(19, '019', 'テテテ', 'ててて', '44', '女', '福岡市早良区', '1級', '中等度', '1級', 'B3', '', '2020-06-24 13:23:30', '2020-06-24 13:23:30'),
(20, '020', 'トトト', 'ととと', '46', '女', '福岡市西区', '1級', '中等度', '1級', 'C1', '口蓋隆起', '2020-06-24 13:24:33', '2020-06-24 13:24:33'),
(21, '021', 'ナナナ', 'ななな', '66', '女', '福岡市西区', '1級', '中等度', NULL, 'C3', '', '2020-06-24 13:25:12', '2020-06-24 13:25:12'),
(22, '022', 'ニニニ', 'ににに', '84', '女', '福岡市早良区', '1級', '中等度', '1級', 'B4', '', '2020-06-24 13:25:56', '2020-06-24 13:25:56'),
(23, '023', 'ヌヌヌ', 'ぬぬぬ', '36', '女', '福岡市早良区', '1級', '中等度', '1級', 'B3', '', '2020-06-24 13:26:59', '2020-06-24 13:26:59'),
(24, '024', 'ネネネ', 'ねねね', '55', '男', '福岡市早良区', '1級', '中等度', '2級', 'B1', '', '2020-06-24 13:27:37', '2020-06-24 13:27:37'),
(25, '025', 'ノノノ', 'ののの', '36', '男', '福岡市早良区', '1級', '中等度', '3級', 'B2', '', '2020-06-24 13:28:12', '2020-06-24 13:28:12'),
(26, '026', 'ハハハ', 'ははは', '47', '男', '福岡市早良区', '1級', '高度', '1級', 'B3', '', '2020-06-24 13:36:02', '2020-06-24 13:36:02'),
(27, '027', 'ヒヒヒ', 'ひひひ', '58', '女', '福岡市西区', '1級', '高度', NULL, 'C3', '', '2020-06-24 13:37:17', '2020-06-24 13:37:17'),
(28, '028', 'フフフ', 'ふふふ', '69', '女', '福岡市西区', '1級', '高度', '2級', 'B1', '下顎隆起', '2020-06-24 13:38:14', '2020-06-24 13:38:14'),
(29, '029', 'ヘヘヘ', 'へへへ', '26', '女', '福岡市中央区', '1級', '少ない', '1級', 'B2', '', '2020-06-24 13:38:56', '2020-06-24 13:38:56'),
(30, '030', 'ホホホ', 'ほほほ', '62', '女', '福岡市中央区', '1級', '少ない', '1級', 'B3', '', '2020-06-24 13:39:34', '2020-06-24 13:39:34'),
(31, '031', 'マママ', 'ままま', '73', '女', '福岡市中央区', '1級', '少ない', '1級', 'C1', '', '2020-06-24 13:42:12', '2020-06-24 13:42:12'),
(32, '032', 'ミミミ', 'みみみ', '48', '女', '福岡市中央区', '2級', '少ない', '1級', 'B2', '', '2020-06-24 13:42:48', '2020-06-24 13:42:48'),
(33, '033', 'ムムム', 'むむむ', '85', '女', '福岡市中央区', '2級', '少ない', NULL, 'C3', '', '2020-06-24 13:43:33', '2020-06-24 13:43:33'),
(34, '034', 'メメメ', 'めめめ', '74', '女', '福岡市西区', '2級', '少ない', '2級', 'B1', '口蓋隆起', '2020-06-24 13:44:11', '2020-06-24 13:44:11'),
(35, '035', 'モモモ', 'ももも', '63', '女', '福岡市西区', '2級', '少ない', '1級', 'B2', '', '2020-06-24 13:48:38', '2020-06-24 13:48:38'),
(36, '036', 'ヤヤヤ', 'ややや', '61', '男', '福岡市西区', '2級', '中等度', '1級', 'B3', '下顎隆起', '2020-06-24 13:49:45', '2020-06-24 13:49:45'),
(37, '037', 'ユユユ', 'ゆゆゆ', '60', '男', '福岡市西区', '2級', '中等度', '2級', 'B1', '', '2020-06-24 13:50:17', '2020-06-24 13:50:17'),
(38, '038', 'ヨヨヨ', 'よよよ', '52', '男', '福岡市西区', '2級', '中等度', '1級', 'B2', '', '2020-06-24 13:51:00', '2020-06-24 13:51:00'),
(39, '039', 'ラララ', 'ららら', '73', '男', '福岡市西区', '2級', '少ない', '1級', 'B3', '', '2020-06-24 13:51:46', '2020-06-24 13:51:46'),
(40, '040', 'リリリ', 'りりり', '63', '男', '福岡市中央区', '3級', '少ない', '1級', 'C1', '', '2020-06-24 13:52:20', '2020-06-24 13:52:20'),
(41, '041', 'ルルル', 'るるる', '52', '男', '福岡市中央区', '3級', '少ない', '1級', 'B3', '', '2020-06-24 13:55:50', '2020-06-24 13:55:50'),
(42, '042', 'レレレ', 'れれれ', '47', '女', '福岡市中央区', '3級', '少ない', '2級', 'B1', '', '2020-06-24 14:04:28', '2020-06-24 14:04:28'),
(43, '043', 'ロロロ', 'ろろろ', '47', '女', '福岡市中央区', '1級', '少ない', '1級', 'B2', '', '2020-06-24 14:05:04', '2020-06-24 14:05:04'),
(44, '044', 'ワワワ', 'わわわ', '63', '女', '福岡市中央区', '1級', '中等度', '1級', 'B3', '', '2020-06-24 14:05:50', '2020-06-24 14:05:50'),
(45, '045', 'ヲヲヲ', 'ををを', '84', '女', '福岡市早良区', '1級', '中等度', NULL, 'C3', '', '2020-06-24 14:06:23', '2020-06-24 14:06:23'),
(46, '046', 'ンンン', 'んんん', '63', '女', '福岡市早良区', '1級', '中等度', '2級', 'B1', '重度歯周病', '2020-06-24 14:07:05', '2020-06-24 14:07:05'),
(47, '047', 'アカサ', 'あかさ', '41', '女', '福岡市早良区', '1級', '少ない', '1級', 'B2', '', '2020-06-24 14:07:38', '2020-06-24 14:07:38'),
(48, '048', 'タナハ', 'たなは', '51', '女', '福岡市早良区', '1級', '少ない', '1級', 'B3', '', '2020-06-24 14:08:22', '2020-06-24 14:08:22'),
(49, '049', 'マヤラ', 'まやら', '59', '女', '福岡市早良区', '2級', '少ない', '1級', 'C1', '', '2020-06-24 14:09:01', '2020-06-24 14:09:01'),
(50, '050', 'ワ', 'わ', '69', '女', '福岡市中央区', '3級', '少ない', '1級', 'B2', '', '2020-06-24 14:09:30', '2020-06-24 14:09:30');

--
-- ダンプしたテーブルのインデックス
--

--
-- テーブルのインデックス `schedule_share`
--
ALTER TABLE `schedule_share`
  ADD PRIMARY KEY (`id`);

--
-- ダンプしたテーブルのAUTO_INCREMENT
--

--
-- テーブルのAUTO_INCREMENT `schedule_share`
--
ALTER TABLE `schedule_share`
  MODIFY `id` int(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=51;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
